Repository: HOMSAI-Smart-Home/HOMSAI-App
Catalog: lib/l10n/intl_*.arb
Languages: it

source: Confirm
it: Conferma

source: Retry
it: Riprova

source: Next
it: Avanti

source: Cancel
it: Annulla

source: Email address
it: Indirizzo email

source: invalid email
it: Email non valida

# emailEntryTitle
source: Enter the Closed BETA
it: Entra nella Closed BETA

# emailEntryDescription
source: Homsai is in BETA. Enter your email address to find out if you have access. If you still can't enter, don't worry! Leave us the email and you will be added to the queue of users.
it: Homsai è in BETA. Inserisci il tuo indirizzo email per scoprire se hai accesso. Se ancora non puoi entrare, non preoccuparti! Lasciaci la mail e verrai aggiunto alla coda di utenti.

# emailPendingTitle
source: A little more patience
it: Ancora un po’ di pazienza

# emailPendingDescription
source: You still have some users ahead in the queue. Don't worry, just a few more hours and you will have exclusive access to the closed BETA in Homsai.
it: Hai ancora alcuni utenti davanti nella coda. Non temere, ancora poche ore e potrai avere accesso esclusivo alla closed BETA di Homsai.

# emailNotRegisteredTitle
source: Sign up for the Closed BETA
it: Iscriviti alla Closed BETA

# emailNotRegisteredDescription
source: The email address *%1* is not yet in our user queue. Do you want to join the waiting list to try Homsai exclusively?.
it: L’indirizzo email *%1* non è ancora nella nostra coda di utenti. Vuoi entrare nella lista d’attesa per provare in esclusiva Homsai?

# emailSubmitError
source: Yes, sign me up for the Closed BETA
it: Sì, iscrivimi alla Closed BETA

source: Register
it: Registrati

source: settings
it: impostazioni

# registerTitle1
source: make your home
it: rendi la tua casa

# registerTitle2
source: truly
it: davvero

# registerTitle3
source: smart
it: intelligente

# termsAgreements1
source: I have read and accept the
it: Ho letto e accetto i termini

# termsAgreements2
source: Terms and Agreements
it: Termini e Condizioni

# alradySignUp
source: Do you have already an account?
it: Hai già un account?

# registerToLogin
source: Sign In
it: Effettua l'accesso

# loginTitle1
source: welcome
it: bentornato a

# loginTitle2
source: home
it: casa

# urlTitle
source: Enter instance Url
it: Inserisci URL istanza

# urlLabel
source: Enter URL
it: Inserisci URL

# urlDescription
source: The local and remote URLs are used to make your Home Assistant system reachable. %1Learn more%1
it: Gli URL locale e remoto servono a rendere raggiungibile il tuo impianto Home Assistant. %1Scopri di più%1

# homeAssistantScanDialogTitle
source: Connect to the WI-FI!
it: Connettiti al WI-FI!

# homeAssistantScanDialogMessage
source: To identify the local instance of *Home Assistant*, the smartphone must be connected to the same Wi-Fi as the home automation hub.
it: Per individuare l’istanza locale di *Home Assistant* è necessario che lo smartphone sia connesso alla stessa Wi-Fi dell’hub domotico.

# homeAssistantScanTitle
source: Searching local instance
it: Ricerca istanza locale

# homeAssistantScanningError
source: No connection detected
it: Nessuna connessione rilevata

# homeAssistantScanningProgress
source: Scanning...
it: Ricerca...

# homeAssistantScanManualCheckbox
source: This is a remote URL
it: Questo è un URL remoto

# homeAssistantScanLabel
source: Scan
it: Scansiona

# homeAssistantScanManualError
source: Invalid url, make sure it respects the format http://XX.XXX.XXX.XXX:XXXX
it: Url non valido, assicurati che rispetti il formato http://XX.XXX.XXX.XXX:XXXX

# homeAssistantScanManualAuthError
source: Cannot connect to Home Assistant
it: Impossibile connettersi a Home Assistant

# addPlantTitleWizard
source: Give a name to your home
it: Dai un nome alla casa

# addPlantTitleEdit
source: Edit home
it: Modifica casa

# addPlantDescriptionWizard
source: One last effort. By filling in the following Homsai will be able to tell you how much you can optimize the fields showing consumption and calculate your savings at the end of the month.
it: Un ultimo sforzo. Compilando i seguenti campi Homsai sarà in grado di mostrarti quanto puoi ottimizzare i consumi e calcolarti il risparmio a fine mese.

# addPlantDescriptionEdit
source: By filling in the following Homsai will be able to tell you how much you can optimize the fields showing consumption and calculate your savings at the end of the month.
it: Compilando i seguenti campi Homsai sarà in grado di mostrarti quanto puoi ottimizzare i consumi e calcolarti il risparmio a fine mese.

# addPlantNameLabel
source: Home name
it: Nome casa

# addPlantLocationLabel
source: GPS Coordinates
it: Coordinate GPS

# addPlantLocationButtonLabel
source: Use your location
it: Usa posizione attuale

# addPlantLocationInfoTitle
source: Why do we need plant's position?
it: Perché abbiamo bisogno della posizione?

# addPlantLocationInfoDescription
source: Homsai uses the position to obtain meteorological data to predict the variation in consumption and production of photovoltaics.
it: Homsai utilizza la posizione per ricavare i dati meteorologici per prevedere la variazione dei consumi e della produzione del fotovoltaico.

# addUrlTitleWizard
source: Configure url
it: Configura url

# addUrlTitleEdit
source: Edit url
it: Modifica url

# introductionTitle1
source: welcome!
it: benvenuto!

# introductionTitle2
source: log in and configure
it: accedi e configura

# introductionTitle3
source: comfort and savings
it: comfort e risparmio

# introductionFirstText1
source: Homsai is the application that allows you to *optimize* the management of your smart home.
it: Homsai è l'applicazione che ti consente di *ottimizzare* la gestione della tua smart home.

# introductionFirstText2
source: Register at Homsai with your l1Home Assistantl1 credentials and in a few moments you will have your smart home configured.
it: Effettua la registrazione a Homsai con le tue credenziali di l1Home Assistantl1 e in pochi istanti avrai la tua smart home configurata.

# introductionFirstText3
source: Thanks to Homsai, your home will take care of you by *optimizing* consumption and allowing you to *save* on your bill.
it: Grazie ad Homsai la tua casa si prenderà cura di te *ottimizzando* i consumi e permettendoti un notevole *risparmio* in bolletta.

# introductionSecondText1
source: Thanks to our *artificial intelligence* you will receive personalized suggestions for *efficiency and savings*. With a simple click Homsai will take care of everything.
it: Grazie alla nostra *intelligenza artificiale* riceverai suggerimenti personalizzati per *l’efficienza e il risparmio*. Con un semplice click Homsai si occuperà di tutto.

# introductionSecondText2
source: We use l2the most advanced technologiesl2 for data protection. Your privacy is secure.
it: Utilizziamo l2le più avanzate tecnologiel2 per la salvaguardia dei dati. La tua privacy è al sicuro.

# introductionSecondText3
source: The intuitive interface will also allow you to control *all your devices* and set *routines* easily.
it: L’interfaccia intuitiva ti permetterà inoltre di controllare *tutti i tuoi dispositivi* e impostare *routine* facilmente.

# introductionButtonText1
source: How does it work?
it: Come funziona?

# introductionButtonText2
source: What advantages do I have?
it: Quali vantaggi ho?

# introductionButtonText3
source: I want to try Homsai
it: Voglio provare Homsai

# introductionSkip
source: Skip
it: Salta

# introductionPageInfo
source: Step %1 of 3
it: Step %1 di 3

# homePageNoInternetConnectionAlertTitle
source: No internet connection
it: Connessione internet assente

# homePageNoInternetConnectionAlertContent
source: The features are not available reconnect to continue using the app.
it: Le funzionalità non sono disponibili riconnettiti per continuare ad usare l’app.

# homePageImprovementAvailableLabel
source: Improvement available
it: Miglioramento disponibile

# homePageCurrentConsumptionLabel
source: Consumption of yesterday
it: Consumo di ieri

# homePageOptimizedConsumptionLabel
source: Optimized consumption
it: Consumo ottimizzato

# homePagePurchasedEnergyLabel
source: Purchased Energy
it: Energia Acquistata

# homePageEnergyInjectedLabel
source: Energy Injected
it: Energia Immessa

# homePageBalanceLabel
source: Balance
it: Saldo

# homePageBalanceAlertTitle
source: Title
it: Titolo

# homePageEarnWithHomesaiLabel
source: Earn with Homsai
it: Guadagno con Homsai

# homePageEarnWithHomesaiDialogTitle
source: Consumption optimization
it: Ottimizzazione consumi

# homePageEarnWithHomesaiDialogP1Title
source: What are you seeing
it: Cosa stai vedendo

# homePageEarnWithHomesaiDialogP1Content
source: The Optimized Consumption widget shows the difference in consumption within a day with and without optimization, discovering the economic advantage of using Homsai.
it: Il widget dei Consumi Ottimizzati mostra la differenza dei consumi all'interno di una giornata con e senza ottimizzazione, scoprendo il vantaggio economico di utilizzare Homsai.

# homePageEarnWithHomesaiDialogP2Title
source: Current consumption
it: Consumo attuale

# homePageEarnWithHomesaiDialogP2Content
source: Shows the trend of the real consumption of your home yesterday measured with the configured consumption sensors.
it: Mostra l'andamento dei consumi reali della tua casa nella giornata di ieri misurati con i sensori di consumo configurati.

# homePageEarnWithHomesaiDialogP3Title
source: Optimized consumption
it: Consumo ottimizzato

# homePageEarnWithHomesaiDialogP3Content
source: On the basis of the consumption shown in “Current consumption”, Homsai shows the estimate of the values ​​obtainable thanks to its optimization of consumption, taking into account the weather to efficiently manage air conditioning and predict energy production. Thanks to its algorithms, Homsai is able to improve the efficiency of this optimization over time, exploiting more and more the energy produced by photovoltaic panels and using less purchased energy.
it: Sulla base dei consumi mostrati in "Consumo attuale", Homsai mostra la stima dei valori ottenibili grazie alla sua ottimizzazione dei consumi, tenendo conto del meteo per efficentare la gestione della climatizzazione e prevedere la produzione di energia. Grazie ai suoi algoritmi, Homsai è in grado di migliorare nel tempo l’efficenza di tale ottimizzazione, sfruttando sempre più l’energia prodotta dai pannelli fotovoltaici e utilizzando meno energia acquistata.

# homePageEarnWithHomesaiDialogP4Title
source: Legend
it: Legenda

# homePageEarnWithHomesaiDialogP4Content
source: Lines
it: Linee

# homePageEarnWithHomesaiDialogBulletListContent1
source: : Energy produced by photovoltaic panels
it: : Energia prodotta dai pannelli solari

# homePageEarnWithHomesaiDialogBulletListContent2
source: : Total energy consumed
it: : Energia totale consumata

# homePageEarnWithHomesaiDialogP5Content
source: Areas
it: Aree

# homePageEarnWithHomesaiDialogBulletListContent3
source: : residual energy produced
it: : energia prodotta residua

# homePageEarnWithHomesaiDialogBulletListContent4
source: : consumption of energy produced
it: : consumo di energia prodotta

# homePageEarnWithHomesaiDialogBulletListContent5
source: : consumption of purchased energy
it: : consumo di energia acquistata

# homePageEarnWithHomesaiDialogP6Content
source: Balance = Energy Injected * - Energy Purchased *
it: Saldo = Energia Immessa* - Energia Acquistata*

# homePageEarnWithHomesaiDialogP7Content
source: Earnings with Homsai = Estimated Balance - Current Balance
it: Guadagno con Homsai = Saldo stimato - Saldo attuale

# homePageEarnWithHomesaiDialogP8Content
source: * The cost of energy is calculated on the average price of energy considering € 0.35 for the one purchased and € 0.04 for the energy injected.
it: *Il costo dell’energia è calcolato sul prezzo medio dell’energia considerando 0.35€ per quella acquistata e 0.04€ per l’energia immessa.

# dailyCosumptionChartLegendaSolarPanels
source: Solar panels
it: Pannelli solari

# dailyCosumptionChartLegendaConsumption
source: Consumption
it: Consumo

# dailyCosumptionChartLegendaAvailable
source: Available
it: Disponibile

# dailyCosumptionChartLegendaSelfConsumption
source: Self-consumption
it: Autoconsumo

# dailyCosumptionChartLegendaSelfPurchased
source: Purchased
it: Acquistata

# dailyCosumptionChartLoadingLabel
source: Loading data...
it: Recupero dati...

# dailyCosumptionChartErrorLabel
source: We are unable to retrieve the graph data, check in the settings that you have entered the correct data on the sensors.
it: Non riusciamo a recuperare i dati del grafico, controlla nelle impostazioni di aver inserito i dati corretti sui sensori.

# addSensorTitleWizard
source: Configure system
it: Configura impianto

# productionSensorLabel
source: Production
it: Produzione

# productionSensorHint
source: Production sensor name
it: Nome Sensore di produzione

# consumptionSensorLabel
source: Consumption
it: Consumo

# consumptionSensorHint
source: Consumption sensor name
it: Nome Sensore di consumo

# consumptionSensorPopUpTitle
source: Incomplete configuration
it: Configurazione incompleta

# consumptionSensorPopUpContent1
source: Make sure you have filled in all the fields correctly. To view the optimized consumption correctly, complete the system configuration. You can still complete the configuration later from the Settings page.
it: Assicurati di aver compilato correttamente tutti i campi. Per visualizzare correttamente i consumi ottimizzati completa la configurazione dell’impianto. Potrai comunque completare la configurazione in un secondo momento dalla pagina Impostazioni.

# consumptionSensorPopUpContent2
source: Incomplete fields:
it: Campi incompleti:

# consumptionSensorPopUpIgnore
source: Ignore
it: Ignora

# consumptionSensorPopUpModify
source: Modify
it: Modifica

# logoutDialogMessage
source: You will logout from the app. Are you sure?
it: Stai per effettuare il logout dall'applicazione. Sei sicuro?

# localUrlLabel
source: Insert local Url
it: Inserisci l'Url locale

# remoteUrlLabel
source: Insert remote Url
it: Inserisci l'Url remoto

# groupDeviceGeneralLabel
source: General
it: Generale
